<?php

echo 60 * 60; // количество секунд в часе
echo "\n";
echo 60 * 60 * 24; // количество секунд в сутках
echo "\n";
echo 60 * 60 * 24 * 30; // количество секунд в 30 сутках
echo "\n";
echo 60 * 60 * 24 * 365; // количество секунд в году
echo "\n";
echo 8 * 1000 * 1000; // количество байт в мегабайте
echo "\n";
echo 8 * 1000 * 1000 * 1000; // количество байт в гигабайте
echo "\n";
echo 8 * 1000 * 1000 * 1000 * 10; // количество байт в 10 гигабайте
echo "\n";
echo 8 * 1000 * 1000 * 1000 * 1000; // количество байт в терабайте
echo "\n";
echo  (8 * 1000 * 1000 * 1000 * 1000) / (8 * 1000); //количество килобай в терабайте